{
  "title": "Poselski projekt ustawy o zmianie ustawy o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych",
  "description": "Celem ustawy jest uregulowanie kwestii zaliczania do okresów pracy górniczej dni zwolnienia od pracy w związku z honorowym oddawaniem krwi",
  "applicant": "Rząd",
  "tags": ["pracownicy", "przedsiębiorcy"],
    "text": "'Druk nr 2031 Warszawa, 18 listopada 2025 r. SEJM RZECZYPOSPOLITEJ POLSKIEJ X kadencja Pan Włodzimierz Czarzasty Marszałek Sejmu Rzeczypospolitej Polskiej Na podstawie art. 118 ust. 1 Konstytucji Rzeczypospolitej Polskiej i na podstawie art. 32 ust. 2 regulaminu Sejmu niżej podpisani posłowie wnoszą projekt ustawy: - o zmianie ustawy o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych. Do reprezentowania wnioskodawców w pracach nad projektem ustawy upoważniamy posłankę Katarzynę Ueberhan. (-) Włodzimierz Czarzasty; (-) Jacek Czerniak; (-) Agnieszka DziemianowiczBąk; (-) Krzysztof Gawkowski; (-) Daria Gosek-Popiołek; (-) Katarzyna Kotula; (-) Piotr Kowal; (-) Anita Kucharska-Dziedzic; (-) Marcin Kulasek; (-) Łukasz Litewka; (-) Wanda Nowicka; (-) Dorota Olko; (-) Arkadiusz Sikora; (-) Wiesław Szczepański; (-) Andrzej Szejna; (-) Tadeusz Tomaszewski; (-) Tomasz Trela; (-) Katarzyna Ueberhan; (-) Joanna Wicha; (-) Dariusz Wieczorek; (-) Anna Maria Żukowska.  Tłoczono z polecenia Marszałka Sejmu Rzeczypospolitej Polskiej Projekt USTAWA z dnia ………. r. o zmianie ustawy o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych Art. 1. W ustawie z dnia 17 grudnia 1998 r. o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych (Dz. U. z 2024 r. poz. 1631, 1674, z 2025 r. poz. 718, 769) w art. 50e w ust. 2 dodaje się pkt 3 w brzmieniu: „3) zwolnienia od pracy oraz zwolnienia od wykonywania obowiązków służbowych na podstawie ustawy z dnia 22 sierpnia 1997 r. o publicznej służbie krwi (Dz. U. z 2024 r. poz. 1782).”. Art. 2. Ustawa wchodzi w życie z dniem następującym po dniu ogłoszenia. - 2 - Uzasadnienie Celem ustawy jest uregulowanie kwestii zaliczania do okresów pracy górniczej dni zwolnienia od pracy w związku z honorowym oddawaniem krwi, zgodnie z postulatem górniczych środowisk związkowych, tak aby do okresów pracy górniczej wykonywanej pod ziemią, stale i w pełnym wymiarze czasu pracy, uprawniających do nabycia emerytury górniczej bez względu na wiek, zaliczać dni zwolnienia od wykonywania obowiązków służbowych w celu honorowego oddania krwi. Projektowana ustawa ma na celu uregulowanie kwestii zaliczania dni zwolnienia od pracy w związku z honorowym oddawaniem krwi do okresów pracy górniczej. Obecnie dni te, mimo że są uznawane za okresy zatrudnienia, nie są wliczane do stażu pracy górniczej uprawniającego do wcześniejszej emerytury. Nowelizacja ma na celu wyeliminowanie tej nierówności i dostosowanie przepisów do postulatów górniczych środowisk związkowych, które wskazują na brak sprawiedliwości w obecnym systemie. Obowiązujące przepisy przyznają honorowym krwiodawcom prawo do zwolnienia od pracy w dniu oddania krwi oraz w dniu następnym, a także na czas niezbędny do badań lekarskich. Pracownik zachowuje w tym czasie prawo do wynagrodzenia, jednak dni te nie są jednoznacznie zaliczane do pracy górniczej, co powoduje, że górnicy-krwiodawcy tracą możliwość zaliczenia ich do wymaganego okresu pracy pod ziemią. Oznacza to, że w praktyce osoby decydujące się na honorowe oddawanie krwi mogą być zmuszone do dłuższej pracy, aby osiągnąć wymagany staż uprawniający do emerytury. Nowelizacja ustawy o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych stanowi krok w kierunku bardziej sprawiedliwego traktowania górników, którzy angażują się w honorowe krwiodawstwo. Umożliwienie im wliczenia dni zwolnienia na oddawanie krwi do stażu pracy górniczej nie wpłynie negatywnie na system emerytalny ani na pracodawców a jednocześnie przyczyni się do zwiększenia liczby dawców i poprawy społecznego odbioru zasad równości i sprawiedliwości. Projekt ustawy nie przewiduje tworzenia aktów wykonawczych. Zaproponowany termin nie narusza zasad demokratycznego państwa prawnego. Projekt ustawy nie zawiera norm technicznych, w związku z czym nie wymaga notyfikacji na podstawie przepisów rozporządzenia Rady Ministrów z dnia 23 grudnia 2002 r. w sprawie sposobu funkcjonowania krajowego systemu notyfikacji norm i aktów prawnych (Dz. U. poz. 2039 oraz z 2004 r. poz. 597) i nie podlega notyfikacji Komisji Europejskiej. Projekt ustawy nie wymaga przedłożenia instytucjom i organom Unii Europejskiej, w tym Europejskiemu Bankowi Centralnemu, w celu uzyskania opinii. Projekt ustawy nie jest sprzeczny z prawem Unii Europejskiej. - 3 - DEKLAROWANE SKUTKI REGULACJI (DSR) projektu ustawy Informacja o projekcie a) Tytuł projektu: o zmianie ustawy o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych b) Przedstawiciel wnioskodawcy: Katarzyna Ueberhan I. Część wstępna [1] Zwięzły opis zidentyfikowanego problemu i proponowanych rozwiązań. Celem ustawy jest uregulowanie kwestii zaliczania do okresów pracy górniczej dni zwolnienia od pracy w związku z honorowym oddawaniem krwi, zgodnie z postulatem górniczych środowisk związkowych, tak aby do okresów pracy górniczej wykonywanej pod ziemią, stale i w pełnym wymiarze czasu pracy, uprawniających do nabycia emerytury górniczej bez względu na wiek, zaliczać dni zwolnienia od wykonywania obowiązków służbowych w celu honorowego oddania krwi. Obecny stan prawny w obszarze, który ma zostać unormowany, opiera się na kilku kluczowych aktach prawnych i zasadach, które dotyczą zarówno honorowego krwiodawstwa jak i systemu emerytur górniczych. Honorowe krwiodawstwo jest regulowane ustawą z dnia 22 sierpnia 1997 r. o publicznej służbie krwi (Dz. U. z 2024 r. poz. 1782). W art. 9 ustawa ta przyznaje honorowym dawcom krwi uprawnienia, w tym prawo do zwolnienia od pracy w dniu oddania krwi oraz w dniu następnym, a także na czas niezbędny do wykonania badań lekarskich. Zwolnienie to jest obligatoryjne dla pracodawcy i obejmuje pełne zachowanie prawa do wynagrodzenia za ten okres, zgodnie z przepisami rozporządzenia Ministra Pracy i Polityki Socjalnej z dnia 16 września 2014 r. w sprawie sposobu usprawiedliwiania nieobecności w pracy oraz udzielania pracownikom zwolnień od pracy (Dz.U. z 2014 r. poz. 1632) wydanym na podstawie delegacji ustawowej wynikającej z art. 298(2) ustawy z dnia 26 czerwca 1974 r. Kodeks pracy (Dz.U z 2024 r. poz. 1871, z 2025 r. poz. 277). Z kolei emerytury górnicze, w tym prawo do emerytury bez względu na wiek, zostały uregulowane w ustawie z dnia 17 grudnia 1998 r. o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych (Dz. U. z 2024 r. poz. 1631, 1674, z 2025 r. poz. 718, 769). Ustawa ta określa szczególne zasady nabywania uprawnień emerytalnych przez górników, w tym możliwość przechodzenia na emeryturę po przepracowaniu określonego czasu pod ziemią w pełnym wymiarze godzin. Przepisy te przewidują również szczególne przeliczniki, które wpływają na wysokość świadczenia. W obecnym stanie prawnym dni zwolnienia od pracy w celu honorowego oddania krwi są traktowane jako „zwykłe” okresy zatrudnienia i nie są jednoznacznie zaliczane do okresów pracy górniczej. Interpretacja ta wynika z braku wyraźnych przepisów pozwalających na takie zaliczenie, mimo że honorowe oddawanie krwi jest uznawane za szczególnie ważny społecznie akt, nagradzany licznymi przywilejami. Z tego powodu organy rentowe, takie jak Zakład Ubezpieczeń Społecznych, uznają te dni za okres zatrudnienia, ale nie wliczają ich do wymaganego stażu pracy górniczej, co budzi wątpliwości co do zgodności z zasadą równego traktowania pracowników różnych grup zawodowych. W praktyce, brak zaliczenia tych dni do stażu pracy górniczej prowadzi do nierówności w uprawnieniach emerytalnych pomiędzy górnikami a innymi grupami zawodowymi, które nie ponoszą negatywnych - 4 - konsekwencji związanych z honorowym krwiodawstwem. Proponowana zmiana miałaby na celu wyeliminowanie tych nierówności poprzez wprowadzenie jednoznacznych przepisów, które pozwolą na uwzględnienie dni zwolnienia od pracy w celu oddania krwi jako okresów pracy górniczej. [2] Czy były rozważane rozwiązania alternatywne? ➢ Tak ➢ Nie Nie rozważano rozwiązań alternatywnych wobec projektowanej nowelizacji. Problem nierównego traktowania górników-krwiodawców wynika bezpośrednio z braku jednoznacznego przepisu w ustawie o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych. Jego usunięcie wymaga wprowadzenia wyraźnej regulacji ustawowej. Nie istnieją inne instrumenty prawne lub administracyjne, które mogłyby zapewnić analogiczny. II. Wymogi określone w art. 34 ust. 2 pkt 3–5 regulaminu Sejmu [3] Jakie są przewidywane skutki prawne projektowanych rozwiązań? Zgodnie z dotychczasowym stanem prawnym uznaje się, że dni zwolnienia od pracy związane z honorowym oddawaniem krwi, choć traktowane jako okresy zatrudnienia, nie są wliczane do okresów pracy górniczej wymaganych do nabycia prawa do emerytury górniczej bez względu na wiek. Interpretacja przepisów przez organy rentowe, w tym Zakład Ubezpieczeń Społecznych, wskazuje, że dni te nie spełniają kryteriów określonych w ustawie o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych, które wymagają pracy pod ziemią w pełnym wymiarze czasu pracy. Analizując przepisy dot. zwolnienia od pracy wynikające z honorowego krwiodawstwa a w szczególności § 12 i § 16 ust. 1 rozporządzenia Ministra Pracy i Polityki Socjalnej z dnia 16 września 2014 r. w sprawie sposobu usprawiedliwiania nieobecności w pracy oraz udzielania pracownikom zwolnień od pracy, w § 16 mamy wskazane jasno, że pracownik zachowuje prawo do wynagrodzenia ustalonego w sposób określony w przepisach wydanych na podstawie art. 297 Kodeksu pracy. Taki stan prawny prowadzi do nierówności w traktowaniu pracowników górnictwa w porównaniu z innymi grupami zawodowymi, które nie doświadczają negatywnych skutków w zakresie uprawnień emerytalnych w związku z honorowym oddawaniem krwi. Projektowana zmiana wprowadziłaby nowelizację ustawy, która jednoznacznie uzna dni zwolnienia od pracy w celu honorowego oddania krwi za okresy pracy górniczej. Dodanie stosownego przepisu do art. 50e ustawy o emeryturach i rentach z FUS pozwoliłoby na zaliczenie tych dni do stażu pracy wymaganego dla uzyskania prawa do emerytury górniczej bez względu na wiek. Zmiana ta zrównoważyłaby różnice w traktowaniu pracowników górniczych i innych grup zawodowych, eliminując istniejącą nierówność. Wejście w życie nowelizacji przyniesie kilka istotnych skutków prawnych. Przede wszystkim dni przeznaczone na honorowe oddawanie krwi zyskałyby nowy status prawny, umożliwiający ich wliczenie do wymaganych 25 lat pracy pod ziemią, co mogłoby przyspieszyć uzyskanie prawa do emerytury przez górników. [4] Jakie są przewidywane skutki społeczne projektowanych rozwiązań? Projektowane przepisy wzmocnią społeczne uznanie dla honorowego krwiodawstwa, które jest istotnym elementem ochrony zdrowia publicznego. Trzeba wspomnieć, że honorowe oddawanie krwi lub jej składników przez zdrowych obywateli to doniosła forma aktywności społecznej. Formą docenienia właśnie takiej postawy są przywileje oraz uprawnienia dla dawców, którzy zdecydują się na takie działania. Górnicy, którzy oddają krew, będą czuli się docenieni i bardziej zmotywowani do angażowania się w tę działalność, co może zwiększyć liczbę dawców krwi w tej grupie zawodowej. Ponadto regulacja zlikwiduje poczucie niesprawiedliwości, wynikające z faktu, że obecnie dni zwolnienia od pracy z tego powodu nie są zaliczane do stażu pracy górniczej, mimo, że zwolnienie od pracy oraz zwolnienie od wykonywania czynności służbowych w dniu, w którym dawca oddaje - 5 - krew, oraz w dniu następnym należy traktować jako okres zatrudnienia w zakresie wszelkich uprawnień (także uprawnień emerytalno-rentowych) uzależnionych tylko od lat pracy. Dzięki wprowadzeniu proponowanej zmiany wynikającej z nowelizacji ustawy o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych poprawi się postrzeganie zasad sprawiedliwości społecznej i równouprawnienia między różnymi grupami zawodowymi, brak takiej możliwości może być odczytywany jako przejaw nierównego traktowania, czyli dyskryminacji pośredniej tej grupy zawodowej w porównaniu do pracowników „nie-górników”, gdyż ci drudzy nie doznają żadnych negatywnych konsekwencji w zakresie uprawnień emerytalnych w związku z honorowym krwiodawstwem. Zgodnie z informacją od Krajowej Rady Związku Górników w Polsce obecnie każdorazowe zwolnienie z pracy przez osobę wykonującą pracę górniczą jest równoznaczne z tym, że okres uzyskanego zwolnienia jest przez krwiodawcę odpracowywany, gdyż nie zostanie wliczony do okresu uprawniającego do świadczeń emerytalnych, co jawi się jako sprzeczny z idea zachęcania krwiodawców do oddawania krwi. [5] Jakie są przewidywane skutki gospodarcze projektowanych rozwiązań? Projektowane zmiany w ustawie o zmianie ustawy o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych nie wywołają skutków gospodarczych, ponieważ nie mają wpływu na liczbę dni pracy. Obecnie pracownicy górnictwa i tak otrzymują zwolnienie od pracy na czas oddania krwi, więc zmiana przepisów jedynie formalnie zalicza te dni do okresu pracy górniczej, bez zwiększenia faktycznej liczby dni nieobecności. Wynagrodzenie za dni zwolnienia na krwiodawstwo jest już obecnie wypłacane zgodnie z obowiązującymi przepisami. Pracodawcy nie ponoszą dodatkowych kosztów związanych ze zmianą sposobu klasyfikacji tych dni w systemie emerytalnym. Nie dojdzie także do zwiększenia kosztów dla pracodawców, ponieważ wynagrodzenie za dni zwolnienia na krwiodawstwo jest już obecnie wypłacane zgodnie z obowiązującymi przepisami. Pracodawcy nie ponoszą dodatkowych kosztów związanych ze zmianą sposobu klasyfikacji tych dni w systemie emerytalnym. [6] Jakie są przewidywane skutki finansowe projektowanych rozwiązań, w szczególności wpływ na sektor finansów publicznych, w tym na budżet państwa i budżety jednostek samorządu terytorialnego? Projekt ustawy nie powoduje skutków finansowych dla sektora finansów publicznych, w tym dla budżetu państwa ani budżetów jednostek samorządu terytorialnego. Zmiana ma charakter wyłącznie porządkujący i interpretacyjny, czyli przesądza, że dni zwolnienia od pracy w związku z honorowym oddawaniem krwi przez górników będą wliczane do okresów pracy górniczej na potrzeby nabycia prawa do emerytury, nie powodując powstania nowych wydatków ani zmiany zasad naliczania świadczeń. Świadczenia emerytalne górników-krwiodawców nadal będą finansowane z Funduszu Ubezpieczeń Społecznych, w dotychczasowym trybie i na niezmienionych zasadach. Projekt nie przewiduje zwiększenia liczby uprawnionych do emerytury ani wcześniejszego jej uzyskiwania, zmienia jedynie kwalifikację krótkotrwałych nieobecności z tytułu oddania krwi. W efekcie nie wystąpi żadne przyspieszenie momentu nabywania prawa do świadczeń, a więc i brak jest podstaw do wzrostu wydatków FUS. Również po stronie pracodawców sektora górniczego nie powstaną nowe koszty. Zwolnienia od pracy na oddanie krwi są już dziś obligatoryjne i opłacane zgodnie z obowiązującymi przepisami, dlatego wprowadzenie projektowanej regulacji nie spowoduje zwiększenia kosztów pracy ani konieczności modyfikacji ewidencji kadrowo-płacowej. Skala grupy objętej regulacją jest bardzo niewielka ponieważ według danych GUS w górnictwie pracuje ok. 75 tys. osób, z czego jedynie 2-4% stanowią honorowi dawcy krwi, czyli ok. 1,5-3 tys. osób. Przy tak ograniczonym zakresie i braku wpływu na wynagrodzenia czy strukturę świadczeń, efekty finansowe projektu będą neutralne dla systemu finansów publicznych oraz gospodarki. - 6 - [7] Wykaz źródeł finansowania, jeśli projekt ustawy pociąga za sobą obciążenie budżetu państwa lub budżetów jednostek samorządu terytorialnego. Projekt ustawy nie pociąga za sobą obciążenia budżetu państwa ani budżetów jednostek samorządu terytorialnego. Proponowana zmiana nie powoduje zwiększenia wydatków ani zmniejszenia dochodów sektora finansów publicznych, ponieważ nie wprowadza nowych świadczeń, ulg ani obowiązków o charakterze finansowym. Świadczenia emerytalne górników-krwiodawców będą nadal wypłacane w ramach istniejącego systemu Funduszu Ubezpieczeń Społecznych, bez konieczności pozyskiwania dodatkowych środków. Projekt nie generuje także skutków dla budżetów jednostek samorządu terytorialnego, gdyż nie nakłada na nie żadnych nowych zadań ani nie zmienia zasad finansowania działalności jednostek organizacyjnych. Nie ma więc potrzeby wskazywania dodatkowych źródeł finansowania, ponieważ projekt nie powoduje jakichkolwiek nowych obciążeń budżetowych. [8] Czy projekt ustawy podlega procedurze notyfikacyjnej? ➢ Nie III. Wymogi określone w art. 34 ust. 2a i 2b regulaminu Sejmu [9] Czy projekt ustawy zawiera przepisy określające zasady podejmowania, wykonywania lub zakończenia działalności gospodarczej (art. 34 ust. 2a regulaminu Sejmu)? ➢ Nie ➢ Tak Projekt ustawy o zmianie ustawy o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych nie zawiera przepisów określających zasady podejmowania, wykonywania ani zakończenia działalności gospodarczej w rozumieniu art. 34 ust. 2a Regulaminu Sejmu oraz art. 66 ustawy - Prawo przedsiębiorców. Regulacja dotyczy wyłącznie kwalifikacji okresów pracy górniczej dla celów emerytalnych i nie wpływa na sposób prowadzenia działalności gospodarczej przez podmioty prywatne ani publiczne. Projekt nie tworzy żadnych nowych obowiązków administracyjnych dla przedsiębiorców, nie zmienia zasad zatrudniania, wynagradzania ani organizacji pracy. Zakres jego oddziaływania ogranicza się do stosunków ubezpieczeniowych osób wykonujących pracę górniczą w ramach stosunku pracy, dlatego nie występuje wpływ na mikro-, małych ani średnich przedsiębiorców. Z tego względu nie było konieczne prowadzenie analizy możliwości osiągnięcia celu regulacji innymi środkami ani oceny wpływu projektu na warunki prowadzenia działalności gospodarczej. Wyniki przeprowadzonych analiz jednoznacznie wskazują, że projekt nie oddziałuje na sektor przedsiębiorstw i nie wywołuje żadnych skutków dla mikro, małych i średnich przedsiębiorców. [10] Czy wdrożenie projektowanych przepisów spowoduje obciążenia administracyjne mikroprzedsiębiorców, małych i średnich przedsiębiorców (art. 34 ust. 2a regulaminu Sejmu)? ➢ Nie ➢ Tak - 7 - Wdrożenie projektowanych przepisów nie spowoduje żadnych obciążeń administracyjnych dla mikroprzedsiębiorców, małych ani średnich przedsiębiorców. Projekt ustawy nie reguluje zasad podejmowania, wykonywania ani zakończenia działalności gospodarczej, a jego zakres ogranicza się wyłącznie do kwalifikacji dni zwolnienia od pracy górników-honorowych dawców krwi jako okresów pracy górniczej dla celów emerytalnych. Projekt nie nakłada na przedsiębiorców żadnych nowych obowiązków sprawozdawczych, ewidencyjnych, kontrolnych ani informacyjnych. Nie wymaga tworzenia nowych procedur administracyjnych, uzyskiwania zezwoleń, koncesji czy składania dodatkowych dokumentów. W konsekwencji nie występuje potrzeba stosowania mechanizmów ograniczania obowiązków administracyjnych, o których mowa w art. 68 ustawy - Prawo przedsiębiorców, ponieważ projekt w ogóle nie oddziałuje na przedsiębiorców i nie wprowadza żadnych regulacji dotyczących prowadzenia działalności gospodarczej. [11] Czy projekt ustawy zawiera przepisy regulacyjne lub określa wymogi dotyczące świadczenia usług transgranicznych w rozumieniu ustawy z dnia 22 grudnia 2015 r. o zasadach uznawania kwalifikacji zawodowych nabytych w państwach członkowskich Unii Europejskiej (art. 34 ust. 2b regulaminu Sejmu)? '",
  "steps": [{
      "type": 0,
      "isActive": false,
      "isBlocked": false,
      "startDate": "2024-09-20T00:00:00.000Z",
      "endDate": "2024-10-01T00:00:00.000Z"
    },
    {
      "type": 1,
      "isActive": false,
      "startDate": "2024-11-01T00:00:00.000Z",
      "endDate": "2024-11-14T00:00:00.000Z"
    },
    {
      "type": 2,
      "isActive": false,
      "startDate": "2024-11-20T00:00:00.000Z",
      "endDate": "2024-12-03T00:00:00.000Z"
    },
    {
      "type": 3,
      "isActive": false,
      "startDate": "2024-12-10T00:00:00.000Z",
      "endDate": "2024-12-20T00:00:00.000Z"
    },
    {
      "type": 4,
      "isActive": false,
      "startDate": "2024-12-27T00:00:00.000Z",
      "endDate": "2025-01-06T00:00:00.000Z"
    },
    {
      "type": 5,
      "isActive": false,
      "startDate": "2025-01-13T00:00:00.000Z",
      "endDate": "2025-01-23T00:00:00.000Z"
    },
    {
      "type": 6,
      "isActive": false,
      "startDate": "2025-01-30T00:00:00.000Z"
    },
    {
      "type": 7,
      "isActive": false,
      "startDate": "2025-02-06T00:00:00.000Z"
    },
    {
      "type": 8,
      "isActive": false,
      "startDate": "2025-02-13T00:00:00.000Z"
    },
    {
      "type": 9,
      "isActive": false,
      "startDate": "2025-02-13T00:00:00.000Z"
    },
    {
      "type": 10,
      "isActive": false,
      "startDate": "2025-02-13T00:00:00.000Z"
    },
    {
      "type": 11,
      "isActive": false,
      "startDate": "2025-02-13T00:00:00.000Z"
    },
    {
      "type": 12,
      "isActive": false,
      "startDate": "2025-02-13T00:00:00.000Z"
    },
    {
      "type": 13,
      "isActive": false,
      "startDate": "2025-02-13T00:00:00.000Z"
    },
    {
      "type": 14,
      "isActive": false,
      "startDate": "2025-12-03T00:00:00.000Z"
    },
    {
      "type": 15,
      "isActive": true,
      "startDate": "2025-12-05T00:00:00.000Z"
    }
  ],
  "createdAt": "2024-09-01T10:00:00.000Z",
  "updatedAt": "2025-02-13T09:00:00.000Z"
}
